Repository: emencia/cmsplugin-blocks
Catalog: cmsplugin_blocks/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Accordion
fr: Accordéon

source: Content
fr: Contenu

source: Allowed plugins
fr: Plugins alloués

source: Slide
fr: Slider

source: A list of valid CSS classnames divided with a whitespace.
fr: A list de noms de classes CSS séparés par un espace.

source: A valid CSS classname.
fr: Un nom de classe CSS valide

source: Container
fr: Conteneur

source: Add items from a ZIP
fr: Importer depuis un fichier ZIP

source: Select a '*.zip' file of images to upload as new items.
fr: Fichier '*.zip' contenant des images à ajouter.

source: Scopes to ignore
fr: Périmètres à ignorer

source: Selected scopes will be ignored from loaded JSON items and won't be created as Feature objects.
fr: Les périmètres séléctionnés seront ignorés lors de l'import des éléments du JSON et ne seront pas créés comme objets de fonctionnalités.

source: A valid feature JSON file.
fr: Un fichier JSON valide de fonctionnalités.

source: File is not valid JSON: {}
fr: Le fichier n'est pas du JSON valide.

source: JSON should be a dictionnary not a: {}
fr: Le JSON doit être du type 'dict' et non pas: {}

source: JSON is missing 'items' item for the feature data
fr: Il manque l'élément 'items' pour les éléments de fonctionnalité

source: Item 'items' must be a list
fr: L'élément 'items' doit être du type 'list'

source: #{} is missing one or more required items
fr: #{} ne contient pas un ou plusieurs éléments requis

source: #{} define a scope choice that is not enabled
fr: #{} définit un périmètre qui n'est pas activé

source: #{} define a plugin name that is not enabled
fr: #{} définit un plugin qui n'est pas activé

source: #{} define a title that already exists
fr: #{} définit un titre qui existe déjà

source: #{} has invalid CSS classname(s)
fr: #{} contient des noms de classes CSS invalides

source: Some dump items are invalid:
fr: Quelques éléments du dump sont invalides:

source: Title
fr: Titre

source: Template
fr: Gabarits

source: Used template for content look.
fr: Gabarit HTML spécifique pour la mise en forme.

source: Keep items opened
fr: Garder les éléments ouverts

source: When enabled, the already opened items are not closed when opening other items. On defaut, once an item is opened all other items are closed.
fr: Lorsque activé, les éléments déjà ouverts ne sont pas fermés lorsque d'autres éléments sont ouverts à nouveau. Par défaut, lorsqu'un élément est ouvert tous les autres sont fermés.

source: size features
fr: fonctionnalités de taille

source: color features
fr: fonctionnalités de couleur

source: extra features
fr: fonctionnalités diverses

source: Accordions
fr: Accordéons

source: Alternative image text
fr: Texte alternatif d'image

source: Order
fr: Ordre

source: Initially opened
fr: Ouvert initialement

source: On default all accordion item are closed and need to be opened manually.This option enables this item to be initially opened.
fr: Par défaut tous les éléments d'un accordéon sont fermés et nécessitent d'être ouverts manuellement. Cette option permet que cet élément soit ouvert initialement.

source: Accordion item
fr: Élément d'accordéon

source: Accordion items
fr: Éléments d'accordéon

source: Used template for content formatting.
fr: Gabarit HTML spécifique pour la mise en forme.

source: Album item
fr: Élément d'album

source: Album items
fr: Éléments de l'album

source: Link url
fr: URL du lien

source: Open in new window
fr: Ouvrir dans une nouvelle fenêtre

source: If checked the link will be opened in a new window
fr: Si coché, le lien sera ouvert dans une nouvelle fenêtre

source: Containers
fr: Conteneurs

source: title
fr: Titre

source: value
fr: valeur

source: scope
fr: périmètre

source: The feature scope.
fr: Le périmètre de la fonctionnalité.

source: Allowed for plugins
fr: Autorisé dans les plugins

source: Layout feature
fr: Fonctionnalités d'apparence

source: Layout Features
fr: Fonctionnalités d'apparence

source: link name
fr: Label du lien

source: link url
fr: URL du lien

source: open new window
fr: Nouvelle fenêtre ?

source: If checked the link will be open in a new window
fr: Si coché, le lien sera ouvert dans une nouvelle fenêtre

source: Slide item
fr: Élément d'un slider

source: Slide items
fr: Éléments de sliders

source: Blocks
fr: Blocs

source: Features
fr: Fonctionnalités d'apparence

source: Home
fr: Accueil

source: Confirm
fr: Confirmer

source: Delete?
fr: Supprimer?

source: Change
fr: Changer

source: View on site
fr: Voir sur le site

source: Read more
fr: Lire la suite

source: Please keep filesize under {}. Current filesize {}
fr: Veuillez limiter la taille du fichier à {}. La taille de votre fichier envoyé est {}

source: '%(value)s' is not a valid CSS class name
fr: '%(value)s' n'est pas une classe CSS valide

source: Import features
fr: Importer des fonctionnalités

source: {count} items have been created
fr: {count} éléments ont été créés

source: {count} items have been ignored from scopes ({scopes})
fr: {count} éléments ont été ignorés par l'exclusion des périmètres ({scopes})

source: {count} items were duplicated titles
fr: {count} élément étaient des titres dupliqués
